Repository: yageloshri/ManifestAI-Gratitude-Journal
Catalog: ManifestAI - Gratitude Journal/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, vi, zh_hans

source: The new language will apply the next time you open the app.
ar: ستُطبَّق اللغة الجديدة عند فتح التطبيق في المرة القادمة.
da: Det nye sprog gælder næste gang du åbner appen.
de: Die neue Sprache gilt beim nächsten Öffnen der App.
es: El nuevo idioma se aplicará la próxima vez que abras la app.
fi: Uusi kieli tulee käyttöön, kun avaat sovelluksen seuraavan kerran.
fr: La nouvelle langue s'appliquera à la prochaine ouverture de l'app.
he: השפה החדשה תיכנס לתוקף בפתיחה הבאה של האפליקציה.
id: Bahasa baru akan berlaku saat aplikasi dibuka lagi.
it: La nuova lingua sarà attiva alla prossima apertura dell'app.
ja: 新しい言語は次回アプリを開いたときに適用されます。
ko: 새 언어는 다음에 앱을 열 때 적용됩니다.
nb: Det nye språket gjelder neste gang du åpner appen.
nl: De nieuwe taal geldt bij de volgende start van de app.
pl: Nowy język zostanie zastosowany przy następnym uruchomieniu aplikacji.
pt_br: O novo idioma será aplicado na próxima vez que você abrir o app.
ru: Новый язык применится при следующем запуске приложения.
sv: Det nya språket gäller nästa gång du öppnar appen.
tr: Yeni dil, uygulamayı bir sonraki açışında geçerli olacak.
vi: Ngôn ngữ mới sẽ áp dụng lần mở ứng dụng tiếp theo.
zh_hans: 新语言将在下次打开应用时生效。

source: This is what you'll write 18 times today
ar: هذا ما ستكتبه 18 مرة اليوم
da: Dette skal du skrive 18 gange i dag
de: Das schreibst du heute 18 Mal
es: Esto es lo que escribirás 18 veces hoy
fi: Tämän kirjoitat tänään 18 kertaa
fr: Voici ce que tu vas écrire 18 fois aujourd'hui
he: זה מה שתכתבו 18 פעמים היום
id: Ini yang akan kamu tulis 18 kali hari ini
it: Questo è ciò che scriverai 18 volte oggi
ja: 今日はこれを18回書きます
ko: 오늘 18번 쓰게 될 문장이에요
nb: Dette er det du skal skrive 18 ganger i dag
nl: Dit ga je vandaag 18 keer opschrijven
pl: To właśnie napiszesz dziś 18 razy
pt_br: Isto é o que você vai escrever 18 vezes hoje
ru: Вот что ты напишешь сегодня 18 раз
sv: Det här är vad du ska skriva 18 gånger idag
tr: Bugün 18 kez yazacağın şey bu
vi: Đây là điều bạn sẽ viết 18 lần hôm nay
zh_hans: 这是你今天要书写18次的内容

source: Time
ar: الوقت
da: Tidspunkt
de: Uhrzeit
es: Hora
fi: Aika
fr: Heure
he: שעה
id: Waktu
it: Ora
ja: 時間
ko: 시간
nb: Tid
nl: Tijd
pl: Godzina
pt_br: Horário
ru: Время
sv: Tid
tr: Saat
vi: Thời Gian
zh_hans: 时间

source: Time to reflect and manifest.
ar: وقت التأمل والتجلّي.
da: Tid til at reflektere og manifestere.
de: Zeit zu reflektieren und zu manifestieren.
es: Momento de reflexionar y manifestar.
fi: Aika pohtia ja manifestoida.
fr: Le moment de réfléchir et de manifester.
he: זמן להרהר ולהגשים.
id: Saatnya merenung dan bermanifestasi.
it: È il momento di riflettere e manifestare.
ja: 振り返りと引き寄せの時間。
ko: 돌아보고 끌어당길 시간이에요.
nb: På tide å reflektere og manifestere.
nl: Tijd om te reflecteren en manifesteren.
pl: Czas na refleksję i manifestację.
pt_br: Hora de refletir e manifestar.
ru: Время подумать и манифестировать.
sv: Dags att reflektera och manifestera.
tr: Düşünme ve manifest etme zamanı.
vi: Đã đến lúc chiêm nghiệm và hiện thực hóa.
zh_hans: 是时候回顾与显化了。

source: Today
ar: اليوم
da: I dag
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
he: היום
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
ru: Сегодня
sv: Idag
tr: Bugün
vi: Hôm Nay
zh_hans: 今天

# Today is a Day %lld — %@.
source: Today is a Day %1$lld — %2$@.
ar: اليوم هو اليوم %lld — %@.
da: I dag er en dag %lld — %@.
de: Heute ist Tag %lld — %@.
es: Hoy es un Día %lld — %@.
fi: Tänään on päivä %lld — %@.
fr: Aujourd'hui est un jour %lld — %@.
he: היום הוא יום %lld — %@.
id: Hari ini adalah Hari %lld — %@.
it: Oggi è un Giorno %lld — %@.
ja: 今日はデイ%lld — %@。
ko: 오늘은 데이 %lld — %@예요.
nb: I dag er det dag %lld — %@.
nl: Vandaag is het Dag %lld — %@.
pl: Dziś jest Dzień %lld — %@.
pt_br: Hoje é um Dia %lld — %@.
ru: Сегодня День %lld — %@.
sv: Idag är en Dag %lld — %@.
tr: Bugün bir Gün %lld — %@.
vi: Hôm nay là Ngày %lld — %@.
zh_hans: 今天是第 %lld 日 — %@。

source: Today's Number
ar: رقم اليوم
da: Dagens tal
de: Heutige Zahl
es: Número de hoy
fi: Päivän luku
fr: Le nombre du jour
he: המספר של היום
id: Nomor Hari Ini
it: Il Numero di Oggi
ja: 今日の数字
ko: 오늘의 숫자
nb: Dagens tall
nl: Cijfer van Vandaag
pl: Liczba Dnia
pt_br: Número de Hoje
ru: Число сегодняшнего дня
sv: Dagens nummer
tr: Bugünün Sayısı
vi: Con Số Hôm Nay
zh_hans: 今日数字

source: TODAY'S SUGGESTION
ar: اقتراح اليوم
da: DAGENS FORSLAG
de: HEUTIGER VORSCHLAG
es: SUGERENCIA DE HOY
fi: TÄMÄN PÄIVÄN VINKKI
fr: SUGGESTION DU JOUR
he: ההצעה של היום
id: SARAN HARI INI
it: SUGGERIMENTO DI OGGI
ja: 今日のおすすめ
ko: 오늘의 추천
nb: DAGENS FORSLAG
nl: SUGGESTIE VAN VANDAAG
pl: SUGESTIA DNIA
pt_br: SUGESTÃO DE HOJE
ru: ПРЕДЛОЖЕНИЕ НА СЕГОДНЯ
sv: DAGENS FÖRSLAG
tr: BUGÜNÜN ÖNERİSİ
vi: GỢI Ý HÔM NAY
zh_hans: 今日建议

source: Today’s Suggestion
ar: اقتراح اليوم
da: Dagens forslag
de: Heutiger Vorschlag
es: Sugerencia de hoy
fi: Tämän päivän vinkki
fr: Suggestion du jour
he: ההצעה של היום
id: Saran Hari Ini
it: Il Suggerimento di Oggi
ja: 今日のおすすめ
ko: 오늘의 추천
nb: Dagens forslag
nl: Suggestie van Vandaag
pl: Sugestia Dnia
pt_br: Sugestão de Hoje
ru: Предложение на сегодня
sv: Dagens förslag
tr: Bugünün Önerisi
vi: Gợi Ý Hôm Nay
zh_hans: 今日建议

source: Total Entries:
ar: إجمالي الإدخالات:
da: Samlede indlæg:
de: Einträge insgesamt:
es: Entradas totales:
fi: Merkintöjä yhteensä:
fr: Entrées totales :
he: סך הכול רשומות:
id: Total Entri:
it: Voci Totali:
ja: 合計エントリー数：
ko: 전체 기록:
nb: Totalt antall oppføringer:
nl: Totaal Aantekeningen:
pl: Łącznie Wpisów:
pt_br: Total de Registros:
ru: Всего записей:
sv: Totalt antal anteckningar:
tr: Toplam Kayıt:
vi: Tổng Số Mục:
zh_hans: 日记总数：

source: Touch and hold for 3 seconds to commit
ar: المس واستمر بالضغط 3 ثوانٍ للتأكيد
da: Tryk og hold i 3 sekunder for at bekræfte
de: 3 Sekunden gedrückt halten, um zu bestätigen
es: Mantén pulsado 3 segundos para confirmar
fi: Kosketa ja pidä 3 sekuntia vahvistaaksesi
fr: Maintiens appuyé pendant 3 secondes pour valider
he: לחצו והחזיקו 3 שניות כדי לאשר
id: Tekan dan tahan selama 3 detik untuk berkomitmen
it: Tieni premuto per 3 secondi per confermare
ja: 3秒間長押しして確定
ko: 3초간 눌러서 다짐하세요
nb: Trykk og hold i 3 sekunder for å bekrefte
nl: Houd 3 seconden ingedrukt om te bevestigen
pl: Przytrzymaj przez 3 sekundy, aby potwierdzić
pt_br: Toque e segure por 3 segundos para confirmar
ru: Удерживай 3 секунды, чтобы подтвердить
sv: Tryck och håll i 3 sekunder för att bekräfta
tr: Onaylamak için 3 saniye dokunup basılı tut
vi: Chạm và giữ trong 3 giây để cam kết
zh_hans: 长按3秒以确认

source: Travel
ar: السفر
da: Rejser
de: Reisen
es: Viajes
fi: Matkailu
fr: Voyage
he: טיולים
id: Perjalanan
it: Viaggi
ja: 旅行
ko: 여행
nb: Reiser
nl: Reizen
pl: Podróże
pt_br: Viagem
ru: Путешествия
sv: Resor
tr: Seyahat
vi: Du Lịch
zh_hans: 旅行

source: Trial to continue
ar: جرّب للمتابعة
da: Prøveperiode for at fortsætte
de: Testphase, um fortzufahren
es: Prueba para continuar
fi: Jatka kokeilulla
fr: Essai pour continuer
he: ניסיון כדי להמשיך
id: Uji coba untuk lanjut
it: Prova per continuare
ja: 続けるにはトライアルが必要です
ko: 계속하려면 체험 시작
nb: Prøveperiode for å fortsette
nl: Proefperiode om door te gaan
pl: Okres próbny, aby kontynuować
pt_br: Teste para continuar
ru: Пробный период, чтобы продолжить
sv: Provperiod för att fortsätta
tr: Devam etmek için deneme
vi: Dùng thử để tiếp tục
zh_hans: 试用以继续

source: Try Again
ar: حاول مرة أخرى
da: Prøv igen
de: Erneut versuchen
es: Intentar de nuevo
fi: Yritä uudelleen
fr: Réessayer
he: ניסיון נוסף
id: Coba Lagi
it: Riprova
ja: もう一度試す
ko: 다시 시도
nb: Prøv igjen
nl: Probeer opnieuw
pl: Spróbuj Ponownie
pt_br: Tentar Novamente
ru: Попробовать снова
sv: Försök igen
tr: Tekrar Dene
vi: Thử Lại
zh_hans: 再试一次

source: Turn your dreams
ar: حوّل أحلامك
da: Gør dine drømme
de: Verwandle deine Träume
es: Convierte tus sueños
fi: Muuta unelmasi
fr: Transforme tes rêves
he: הפוך את החלומות שלך
id: Ubah mimpimu
it: Trasforma i tuoi sogni
ja: 1日5分で、
ko: 하루 5분으로
nb: Gjør drømmene dine
nl: Verander je dromen
pl: Zamień swoje marzenia
pt_br: Transforme seus sonhos
ru: Преврати свои мечты
sv: Förvandla dina drömmar
tr: Hayallerini
vi: Biến ước mơ
zh_hans: 每天5分钟，

source: Type here...
ar: اكتب هنا...
da: Skriv her...
de: Hier eingeben...
es: Escribe aquí...
fi: Kirjoita tähän...
fr: Écris ici...
he: הקלידו כאן...
id: Ketik di sini...
it: Scrivi qui...
ja: ここに入力...
ko: 여기에 입력하세요...
nb: Skriv her...
nl: Typ hier...
pl: Wpisz tutaj...
pt_br: Digite aqui...
ru: Введи текст здесь...
sv: Skriv här...
tr: Buraya yaz...
vi: Nhập ở đây...
zh_hans: 在此输入…

source: Type your affirmation here...
ar: اكتب تأكيدك هنا...
da: Skriv din bekræftelse her...
de: Gib hier deine Affirmation ein...
es: Escribe tu afirmación aquí...
fi: Kirjoita affirmaatiosi tähän...
fr: Écris ton affirmation ici...
he: הקלידו כאן את האפירמציה שלכם...
id: Ketik afirmasimu di sini...
it: Scrivi qui la tua affermazione...
ja: ここにアファメーションを入力...
ko: 여기에 확언을 입력하세요...
nb: Skriv bekreftelsen din her...
nl: Typ hier je affirmatie...
pl: Wpisz tutaj swoją afirmację...
pt_br: Digite sua afirmação aqui...
ru: Введи свою аффирмацию здесь...
sv: Skriv din affirmation här...
tr: Olumlamanı buraya yaz...
vi: Nhập lời khẳng định của bạn ở đây...
zh_hans: 在此输入你的肯定语…

source: Unable to load insight
ar: تعذّر تحميل الرؤية
da: Kunne ikke indlæse indsigt
de: Einsicht konnte nicht geladen werden
es: No se pudo cargar el análisis
fi: Tulkintaa ei voitu ladata
fr: Impossible de charger l'analyse
he: לא ניתן לטעון את התובנה
id: Gagal memuat wawasan
it: Impossibile caricare l'analisi
ja: 洞察を読み込めませんでした
ko: 인사이트를 불러올 수 없어요
nb: Kunne ikke laste innsikt
nl: Inzicht kon niet worden geladen
pl: Nie można załadować analizy
pt_br: Não foi possível carregar a análise
ru: Не удалось загрузить инсайт
sv: Kunde inte läsa in insikten
tr: İçgörü yüklenemedi
vi: Không thể tải giải nghĩa
zh_hans: 无法加载解读

source: Unlock AI-Insights, unlimited journaling and daily affirmations.
ar: افتح رؤى الذكاء الاصطناعي، وتدوين يوميات غير محدود، وتأكيدات يومية.
da: Lås op for AI-indsigter, ubegrænset journalføring og daglige bekræftelser.
de: Schalte KI-Insights, unbegrenztes Journaling und tägliche Affirmationen frei.
es: Desbloquea información de IA, diario ilimitado y afirmaciones diarias.
fi: Avaa tekoälyoivallukset, rajoittamaton päiväkirja ja päivittäiset myönteiset lauseet.
fr: Débloque les analyses IA, un journal illimité et des affirmations quotidiennes.
he: פתח/י תובנות AI, יומן ללא הגבלה ואישורים יומיים.
id: Buka wawasan AI, jurnal tanpa batas, dan afirmasi harian.
it: Sblocca approfondimenti IA, journaling illimitato e affermazioni quotidiane.
ja: AIインサイト、無制限の日記、毎日のアファメーションを解放しましょう。
ko: AI 인사이트, 무제한 저널링, 매일의 확언을 잠금 해제하세요.
nb: Lås opp AI-innsikt, ubegrenset journalføring og daglige bekreftelser.
nl: Ontgrendel AI-inzichten, onbeperkt journalen en dagelijkse affirmaties.
pl: Odblokuj analizy AI, nieograniczony dziennik i codzienne afirmacje.
pt_br: Desbloqueie insights de IA, diário ilimitado e afirmações diárias.
ru: Открой аналитику ИИ, неограниченный дневник и ежедневные аффирмации.
sv: Lås upp AI-insikter, obegränsad journalföring och dagliga affirmationer.
tr: Yapay zeka içgörülerinin, sınırsız günlük tutmanın ve günlük olumlamaların kilidini aç.
vi: Mở khóa thông tin chi tiết AI, nhật ký không giới hạn và lời khẳng định hằng ngày.
zh_hans: 解锁AI洞察、无限日记记录和每日肯定语。

source: Unlock all features
ar: افتح جميع الميزات
da: Lås op for alle funktioner
de: Alle Funktionen freischalten
es: Desbloquea todas las funciones
fi: Avaa kaikki ominaisuudet
fr: Débloquer toutes les fonctionnalités
he: פתיחת כל התכונות
id: Buka semua fitur
it: Sblocca Tutte le Funzionalità
ja: すべての機能を解放
ko: 모든 기능 잠금 해제
nb: Lås opp alle funksjoner
nl: Ontgrendel alle functies
pl: Odblokuj wszystkie funkcje
pt_br: Desbloqueie Todos os Recursos
ru: Открыть все функции
sv: Lås upp alla funktioner
tr: Tüm özellikleri aç
vi: Mở khóa tất cả tính năng
zh_hans: 解锁全部功能

source: Unlock the powerful 369 Manifestation Method to write your affirmations daily and manifest your dreams
ar: افتح طريقة التجلّي القوية 369 لكتابة تأكيداتك يوميًا وتجسيد أحلامك
da: Lås op for den kraftfulde 369-manifestationsmetode til at skrive dine bekræftelser dagligt og manifestere dine drømme
de: Schalte die kraftvolle 369-Manifestationsmethode frei, um täglich deine Affirmationen zu schreiben und deine Träume zu manifestieren
es: Desbloquea el poderoso método de manifestación 369 para escribir tus afirmaciones a diario y manifestar tus sueños
fi: Avaa tehokas 369-manifestointimenetelmä ja kirjoita affirmaatioitasi päivittäin manifestoidaksesi unelmasi
fr: Débloque la puissante méthode de manifestation 369 pour écrire tes affirmations chaque jour et manifester tes rêves
he: פתחו את שיטת המניפסטציה העוצמתית 369 כדי לכתוב את האפירמציות שלכם מדי יום ולהגשים את חלומותיכם
id: Buka Metode Manifestasi 369 yang ampuh untuk menulis afirmasimu setiap hari dan mewujudkan impianmu
it: Sblocca il potente Metodo di Manifestazione 369 per scrivere ogni giorno le tue affermazioni e manifestare i tuoi sogni
ja: 強力な369引き寄せメソッドをアンロックして、毎日アファメーションを書き、夢を引き寄せましょう
ko: 강력한 369 확언 메소드를 잠금 해제하고 매일 확언을 쓰며 꿈을 현실로 만들어보세요
nb: Lås opp den kraftfulle 369-manifestasjonsmetoden for å skrive bekreftelsene dine daglig og manifestere drømmene dine
nl: Ontgrendel de krachtige 369-manifestatiemethode om dagelijks je affirmaties te schrijven en je dromen te manifesteren
pl: Odblokuj potężną Metodę Manifestacji 369, aby codziennie pisać afirmacje i manifestować swoje marzenia
pt_br: Desbloqueie o poderoso Método de Manifestação 369 para escrever suas afirmações diariamente e manifestar seus sonhos
ru: Открой мощный метод манифестации 369, чтобы писать аффирмации каждый день и манифестировать свои мечты
sv: Lås upp den kraftfulla 369-manifestationsmetoden för att skriva dina affirmationer varje dag och manifestera dina drömmar
tr: Olumlamalarını her gün yazmak ve hayallerini manifest etmek için güçlü 369 Manifestasyon Yöntemi'nin kilidini aç
vi: Mở khóa Phương Pháp Hiện Thực Hóa 369 mạnh mẽ để viết lời khẳng định mỗi ngày và biến ước mơ thành hiện thực
zh_hans: 解锁强大的369显化法，每天书写你的肯定语，显化你的梦想

source: Unlock your full potential
ar: أطلق العنان لكامل إمكاناتك
da: Lås op for dit fulde potentiale
de: Entfalte dein volles Potenzial
es: Desbloquea todo tu potencial
fi: Vapauta koko potentiaalisi
fr: Débloque ton plein potentiel
he: שחררו את הפוטנציאל המלא שלכם
id: Buka potensi penuhmu
it: Sblocca il tuo pieno potenziale
ja: あなたの可能性を解き放とう
ko: 당신의 잠재력을 모두 열어보세요
nb: Lås opp ditt fulle potensial
nl: Ontgrendel je volledige potentieel
pl: Odblokuj swój pełny potencjał
pt_br: Desbloqueie todo o seu potencial
ru: Раскрой весь свой потенциал
sv: Lås upp din fulla potential
tr: Tüm potansiyelinin kilidini aç
vi: Khai phá toàn bộ tiềm năng của bạn
zh_hans: 释放你的全部潜能

source: Upgrade to Pro
ar: الترقية إلى برو
da: Opgrader til Pro
de: Auf Pro upgraden
es: Mejora a Pro
fi: Päivitä Prohon
fr: Passer à Pro
he: שדרוג לפרו
id: Upgrade ke Pro
it: Passa a Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
nb: Oppgrader til Pro
nl: Upgraden naar Pro
pl: Przejdź na Pro
pt_br: Fazer Upgrade para o Pro
ru: Перейти на Pro
sv: Uppgradera till Pro
tr: Pro'ya Yükselt
vi: Nâng Cấp Lên Pro
zh_hans: 升级至专业版

source: Upload Image
ar: تحميل صورة
da: Upload billede
de: Bild hochladen
es: Subir imagen
fi: Lataa kuva
fr: Importer une image
he: העלאת תמונה
id: Unggah Gambar
it: Carica Immagine
ja: 画像をアップロード
ko: 이미지 업로드
nb: Last opp bilde
nl: Afbeelding uploaden
pl: Prześlij obraz
pt_br: Enviar Imagem
ru: Загрузить изображение
sv: Ladda upp bild
tr: Görsel Yükle
vi: Tải Ảnh Lên
zh_hans: 上传图片

source: Version 2.1.0 (Build 450)
ar: الإصدار 2.1.0 (Build 450)
es: Versión 2.1.0 (Compilación 450)
fi: Versio 2.1.0 (Build 450)
he: גרסה 2.1.0 (Build 450)
id: Versi 2.1.0 (Build 450)
it: Versione 2.1.0 (Build 450)
ja: バージョン 2.1.0 (ビルド 450)
ko: 버전 2.1.0 (빌드 450)
nb: Versjon 2.1.0 (Build 450)
nl: Versie 2.1.0 (Build 450)
pl: Wersja 2.1.0 (Build 450)
pt_br: Versão 2.1.0 (Build 450)
ru: Версия 2.1.0 (сборка 450)
tr: Sürüm 2.1.0 (Yapı 450)
vi: Phiên bản 2.1.0 (Build 450)
zh_hans: 版本 2.1.0（Build 450）

source: Vision
ar: الرؤية
es: Visión
fi: Visio
he: חזון
id: Visi
it: Visione
ja: ビジョン
ko: 비전
nb: Visjon
nl: Visie
pl: Wizja
pt_br: Visão
ru: Видение
tr: Vizyon
vi: Tầm Nhìn
zh_hans: 愿景

source: Vision Board
ar: لوحة الرؤية
da: Visions- tavle
es: Tablero de Visión
fi: Visio- taulu
fr: Tableau de vision
he: לוח חזון
id: Papan Visi
ja: ビジョン ボード
ko: 비전 보드
nb: Visjons- tavle
pt_br: Quadro dos Sonhos
ru: Доска визуализации
tr: Vizyon Panosu
vi: Bảng Tầm Nhìn
zh_hans: 愿景 板

source: Vision Board Saved!
ar: تم حفظ لوحة الرؤية!
da: Visionstavle gemt!
de: Vision Board gespeichert!
es: ¡Tablero de visión guardado!
fi: Visiotaulu tallennettu!
fr: Tableau de vision enregistré !
he: לוח החזון נשמר!
id: Papan Visi Tersimpan!
it: Vision Board Salvata!
ja: ビジョンボードを保存しました！
ko: 비전 보드 저장 완료!
nb: Visjonstavle lagret!
nl: Vision Board opgeslagen!
pl: Vision Board zapisana!
pt_br: Quadro dos Sonhos Salvo!
ru: Доска визуализации сохранена!
sv: Vision Board sparad!
tr: Vizyon Panosu Kaydedildi!
vi: Đã Lưu Bảng Tầm Nhìn!
zh_hans: 愿景板已保存！

source: Want a gentle nudge for tomorrow's ritual?
ar: هل تريد تذكيرًا لطيفًا لطقس الغد؟
da: Vil du have et blidt skub til i morgens ritual?
de: Möchtest du morgen sanft an dein Ritual erinnert werden?
es: ¿Quieres un recordatorio suave para el ritual de mañana?
fi: Haluatko hellän muistutuksen huomisen rituaalista?
fr: Envie d'un doux rappel pour le rituel de demain ?
he: רוצים תזכורת עדינה לטקס של מחר?
id: Mau pengingat lembut untuk ritual besok?
it: Vuoi un piccolo promemoria per il rituale di domani?
ja: 明日のリチュアルをそっと知らせましょうか？
ko: 내일 리추얼을 위한 부드러운 알림을 받아볼까요?
nb: Vil du ha en mild påminnelse om morgendagens ritual?
nl: Wil je een zacht duwtje voor het ritueel van morgen?
pl: Chcesz delikatne przypomnienie o jutrzejszym rytuale?
pt_br: Quer um lembrete gentil para o ritual de amanhã?
ru: Хочешь лёгкое напоминание о завтрашнем ритуале?
sv: Vill du ha en mjuk påminnelse för morgondagens ritual?
tr: Yarının ritüeli için nazik bir hatırlatma ister misin?
vi: Bạn có muốn một lời nhắc nhẹ nhàng cho nghi thức ngày mai không?
zh_hans: 想要一个温柔的提醒，让你记得明天的仪式吗？

source: We couldn't load subscription options right now.
ar: تعذّر تحميل خيارات الاشتراك في الوقت الحالي.
da: Vi kunne ikke indlæse abonnementsmulighederne lige nu.
de: Die Abo-Optionen konnten gerade nicht geladen werden.
es: No pudimos cargar las opciones de suscripción en este momento.
fi: Tilausvaihtoehtoja ei voitu ladata juuri nyt.
fr: Impossible de charger les offres d'abonnement pour le moment.
he: לא הצלחנו לטעון את אפשרויות המנוי כרגע.
id: Kami tidak dapat memuat opsi langganan saat ini.
it: Non è stato possibile caricare le opzioni di abbonamento in questo momento.
ja: 現在、サブスクリプションのオプションを読み込めませんでした。
ko: 지금은 구독 옵션을 불러올 수 없습니다.
nb: Vi kunne ikke laste abonnementsalternativene akkurat nå.
nl: We konden de abonnementsopties nu niet laden.
pl: Nie udało się teraz załadować opcji subskrypcji.
pt_br: Não foi possível carregar as opções de assinatura no momento.
ru: Не удалось загрузить варианты подписки.
sv: Vi kunde inte läsa in prenumerationsalternativen just nu.
tr: Abonelik seçenekleri şu anda yüklenemedi.
vi: Hiện chúng tôi không thể tải các tùy chọn đăng ký.
zh_hans: 目前无法加载订阅选项。

source: We use this to calculate your personal daily number.
ar: نستخدم هذا لحساب رقمك اليومي الشخصي.
da: Vi bruger dette til at beregne dit personlige dagstal.
de: Damit berechnen wir deine persönliche Tageszahl.
es: Usamos esto para calcular tu número personal del día.
fi: Käytämme tätä henkilökohtaisen päiväsi luvun laskemiseen.
fr: Nous utilisons cette information pour calculer ton nombre personnel du jour.
he: אנחנו משתמשים בזה כדי לחשב את המספר היומי האישי שלכם.
id: Kami menggunakan ini untuk menghitung nomor harian pribadimu.
it: Lo usiamo per calcolare il tuo numero personale del giorno.
ja: これはあなたのパーソナルデイナンバーの計算に使用します。
ko: 이 정보로 당신의 퍼스널 데이 넘버를 계산해요.
nb: Vi bruker dette til å beregne ditt personlige dagstall.
nl: We gebruiken dit om je persoonlijke dagcijfer te berekenen.
pl: Używamy tego, aby obliczyć Twoją osobistą liczbę dnia.
pt_br: Usamos isso para calcular seu número pessoal diário.
ru: Мы используем это, чтобы рассчитать твоё личное число дня.
sv: Vi använder detta för att beräkna ditt personliga dagsnummer.
tr: Bunu kişisel günlük sayını hesaplamak için kullanıyoruz.
vi: Chúng tôi dùng thông tin này để tính số ngày cá nhân của bạn.
zh_hans: 我们将用它来计算你的个人每日数字。

source: We'll send you a reminder before your trial ends.
ar: سنرسل لك تذكيرًا قبل انتهاء فترة تجربتك مباشرة.
da: Vi sender dig en påmindelse, lige før din prøveperiode udløber.
de: Wir erinnern dich rechtzeitig, bevor deine Testphase endet.
es: Te enviaremos un recordatorio antes de que termine tu prueba.
fi: Lähetämme muistutuksen juuri ennen kokeilun päättymistä.
fr: Nous t'enverrons un rappel juste avant la fin de ton essai.
he: נשלח לך תזכורת ממש לפני שתקופת הניסיון מסתיימת.
id: Kami akan mengirimkan pengingat sesaat sebelum masa uji cobamu berakhir.
it: Ti invieremo un promemoria prima della fine della prova.
ja: トライアル終了間近にリマインダーをお送りします。
ko: 체험 종료 직전에 알림을 보내드릴게요.
nb: Vi sender deg en påminnelse like før prøveperioden utløper.
nl: We sturen je een herinnering vlak voordat je proefperiode afloopt.
pl: Wyślemy Ci przypomnienie tuż przed końcem okresu próbnego.
pt_br: Enviaremos um lembrete pouco antes do fim do seu teste.
ru: Мы напомним тебе незадолго до окончания пробного периода.
sv: Vi skickar en påminnelse strax innan din provperiod tar slut.
tr: Deneme süren bitmeden hemen önce sana bir hatırlatma göndereceğiz.
vi: Chúng tôi sẽ gửi cho bạn lời nhắc ngay trước khi thời gian dùng thử kết thúc.
zh_hans: 我们会在试用即将结束前提醒你。

source: Wealth
ar: الثروة
da: Rigdom
de: Wohlstand
es: Riqueza
fi: Vauraus
fr: Richesse
he: עושר
id: Kekayaan
it: Ricchezza
ja: 富
ko: 부
nb: Rikdom
nl: Rijkdom
pl: Bogactwo
pt_br: Riqueza
ru: Богатство
sv: Rikedom
tr: Zenginlik
vi: Của Cải
zh_hans: 财富

source: Weekly
ar: أسبوعي
da: Ugentlig
de: Wöchentlich
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
he: שבועי
id: Mingguan
it: Settimanale
ja: 毎週
ko: 주간
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt_br: Semanal
ru: Еженедельно
sv: Veckovis
tr: Haftalık
vi: Hằng Tuần
zh_hans: 每周

source: Weekly limit reached
ar: تم بلوغ الحد الأسبوعي
da: Ugentlig grænse nået
de: Wochenlimit erreicht
es: Límite semanal alcanzado
fi: Viikkoraja saavutettu
fr: Limite hebdomadaire atteinte
he: הגעתם למגבלה השבועית
id: Batas mingguan tercapai
it: Limite settimanale raggiunto
ja: 週の上限に達しました
ko: 주간 한도에 도달했어요
nb: Ukentlig grense nådd
nl: Wekelijkse limiet bereikt
pl: Osiągnięto tygodniowy limit
pt_br: Limite semanal atingido
ru: Достигнут недельный лимит
sv: Veckogränsen är nådd
tr: Haftalık limite ulaşıldı
vi: Đã đạt giới hạn hằng tuần
zh_hans: 已达每周上限

source: Welcome to Gratitude Journal: Manifest
ar: مرحبًا بك في Gratitude Journal: Manifest
da: Velkommen til Taknemmelighedsdagbog: Manifest
de: Willkommen bei Gratitude Journal: Manifest
es: Bienvenido/a a Gratitude Journal: Manifest
fi: Tervetuloa: Kiitollisuuspäiväkirja Manifest
fr: Bienvenue dans Gratitude Journal : Manifest
he: ברוכים הבאים ל-Gratitude Journal: Manifest
id: Selamat Datang di Gratitude Journal: Manifest
it: Benvenuto in Gratitude Journal: Manifest
ja: 感謝ジャーナル：マニフェストへようこそ
ko: 감사 일기: 매니페스트에 오신 것을 환영해요
nb: Velkommen til Gratitude Journal: Manifest
nl: Welkom bij Gratitude Journal: Manifest
pl: Witaj w Gratitude Journal: Manifest
pt_br: Bem-vindo ao Gratitude Journal: Manifest
ru: Добро пожаловать в Gratitude Journal: Manifest
sv: Välkommen till Gratitude Journal: Manifest
tr: Gratitude Journal: Manifest'e Hoş Geldin
vi: Chào Mừng Đến Với Gratitude Journal: Manifest
zh_hans: 欢迎使用感恩日记：显化
